/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "No se puede acceder a %@";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "No se puede cargar la página de %@";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "Aceptar";

/* The message shown while loading a web clip */
"Loading Clip" = "Cargando clip";

/* Loading Clip animation with one dot */
"Loading Clip." = "Cargando clip.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Cargando clip..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Cargando clip...";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Conéctese a Internet";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Se requiere Mac OS X 10.4.3";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web Clip no disponible";

